/* 
  Localizable.strings
  CoreSDKTestApp

  Created by Vladimír Nevyhoštěný on 10.11.15.
  Copyright © 2015 Applifting. All rights reserved.
*/

"btn-change-password"                               = "ZMĚNA HESLA";
"btn-ok"                                            = "OK";
"btn-cancel"                                        = "Storno";


"info-user-is-unregistered"                         = "Uživatel není registrován.";
"info-user-is-registered-and-locked"                = "Uživatel je registrován a uzamčen.";
"info-user-is-unlocked"                             = "Uživatel je odemčen.";
"info-user-is-in-unknown-state"                     = "Uživatelův stav není definován.";

"title-error"                                       = "Chyba";

"btn-register"                                      = "Registrovat";
"btn-unlock"                                        = "Odemknout";
"btn-lock"                                          = "Zamknout";
"btn-change-locker-status"                          = "Změna zabezpečení";

"true-value"                                        = "ano";
"false-value"                                       = "ne";

"no-data"                                           = "Žádná data";

//LockerUI Demo
"locker-ui-demo"                                    = "LockerUI demo";

//Transparent Accounts Demo
"transparent-accounts-demo"                         = "TransparentAcc demo";
"transparent-accounts"                              = "Transparentní ůčty";
"transaction"                                       = "Transakce";

"accBankCode"                                       = "Kód banky";
"transparencyFrom"                                  = "Transparentní od";
"transparencyTo"                                    = "Transparentní do";
"publicationTo"                                     = "Publikováno";
"actualizationDate"                                 = "Datum aktualizace";
"balance"                                           = "Zůstatek";
"currency"                                          = "Měna";
"name"                                              = "Jméno";
"description"                                       = "Popis";
"note"                                              = "Poznámka";
"iban"                                              = "Iban";
"accNumber"                                         = "Číslo účtu";

"sender"                                            = "Odesilatel";
"receiver"                                          = "Příjemce";

//Uniforms Demo
"uniforms-demo"                                     = "Uniforms demo";
"uniforms"                                          = "Uniforms";

//Places
"places-demo"                                       = "Places demo";

"types"                                             = "Typy";

"no-results"                                        = "Žádné výsledky";
"places"                                            = "Počet mísvyt";
"my-location"                                       = "Moje lokace";
"results"                                           = "Počet výsledků";

//App menu
"app-menu-demo"                                     = "AppMenu demo";

"install"                                           = "Instalovat";
"open"                                              = "Otevřít";

// Netbanking demo
"netbanking-demo"                                   = "Netbanking Demo";
"netbanking-tests"                                  = "Netbanking Testy";

"title-accounts"                                    = "Účty";
"title-payments"                                    = "Platby";
"title-create-payment"                              = "Vytvořit platbu";
"title-netbanking-tests"                            = "Testy netbankingu";
"title-netbanking-tests-info"                       = "Informace k testu";
"title-otp"                                         = "SMS kód";

"nb-domestic-test"                                  = "Test seznamu domácích plateb";
"nb-accounts-test"                                  = "Test seznamu účtů";
"nb-cards-test"                                     = "Test seznamu platebních karet";
"nb-account-id-statements-list-test"                = "Test seznamu příkazů 1. účtu";
"nb-account-id-subaccount-id-statements-list-test"  = "Test seznamu příkazů 1. podúčtu 1. účtu";
"nb-cards-id-mainaccount-id-statements-list-test"   = "Test karty s ID, jejího hlavního účtu s ID a seznamu jeho příkazů";
"nb-profile-test"                                   = "Test získání profilu uživatele";
"nb-accounts-withid-standingorders-test"            = "Test seznamu trvalých příkazů účtu";
"nb-accounts-withid-directdebits-test"              = "Test seznamu inkas účtu";
"nb-contracts-insurances-test"                      = "Test seznamu pojištění";
"nb-contracts-pensions-test"                        = "Test seznamu penzijních smluv";
"nb-contracts-buildings-test"                       = "Test seznamu budov";
"nb-settings-test"                                  = "Test nastavení";
"nb-securities-test"                                = "Test seznamu cenných papírů";
"nb-contacts-test"                                  = "Test seznamu kontaktů";
"nb-messages-test"                                  = "Test seznamu zpráv";

"btn-payments"                                      = "Platby";
"btn-add-payment"                                   = "Přidat platbu";
"btn-create-payment"                                = "Vytvořit platbu";
"btn-tests"                                         = "Testy";
"btn-run-tests"                                     = "Spustit testy";
"btn-cancel-tests"                                  = "Zastavit testy";

"label-customer-id"                                 = "ID uživatele:";
"label-customer-name"                               = "Jméno uživatele:";
"label-description"                                 = "Popis:";
"label-from"                                        = "Z účtu:";
"label-to"                                          = "Na účet:";
"label-amount"                                      = "Částka:";
"label-date"                                        = "Datum:";
"label-select-all"                                  = "Vybrat všechny";
"label-unselect-all"                                = "Zrušit výběr všech";


"label-sender-name"                                 = "Jméno odesílatele:";
"label-sender-account"                              = "Účet odesílatele:";
"label-receiver-name"                               = "Jméno příjemce:";
"label-receiver-account"                            = "Účet příjemce:";
"label-amount"                                      = "Částka:";
"label-currency"                                    = "Měna:";
"label-count"                                       = "Počet:";
"label-otp"                                         = "Zadejte SMS kód";

"msg-payment-created"                               = "Platba vytvořena, stav:";
"msg-signing-failed"                                = "Podepsání selhalo.";
"msg-unsupported-authorization-type"                = "Nepodporovaný typ autorizace.";
"msg-undefined-authorization-type"                  = "Nedefinovaný typ autorizace.";
"msg-signing-success"                               = "Platba úspěšně podepsána.";


